[
  {
    "id": "1",
    "category": "especial",
    "name": "cotton candy",
    "price": 100,
    "detail": "Reviví la fantasía y la nostalgia de un dulce regalo de la infancia. Cupcake de terciopelo rosa y terciopelo azul delicadamente arremolinado relleno con la dulzura clásica del algodón de azúcar. Cubierto con crema de mantequilla de algodón de azúcar y brillo divertido.",
    "imgUrl": "https://res.cloudinary.com/dystdxfua/image/upload/v1670265397/just%20cupcakes/01-CottonCandy_dkocuz.jpg"
  },
  {
    "id": "2",
    "category": "chocolate",
    "name": "triple chocolate meltdown",
    "price": 100,
    "detail": "Nuestro exclusivo cupcake de chocolate infundido con ganache de chocolate, cubierto con crema de mantequilla de chocolate con leche y chispas.",
    "imgUrl": "https://res.cloudinary.com/dystdxfua/image/upload/v1670265405/just%20cupcakes/02-TripleChocolateMeltdown_hiw4id.jpg"
  },
  {
    "id": "3",
    "category": "especial",
    "name": "celebration",
    "price": 100,
    "detail": "¡Ven a celebrar nuestro cumpleaños! Nuestro pastel de celebración es un pastel de vainilla con grageas divertidas dobladas en el pastel, cubierto con una crema de mantequilla azul festiva, brillantina comestible y una cubierta de caramelo de perlas.",
    "imgUrl": "https://res.cloudinary.com/dystdxfua/image/upload/v1670265410/just%20cupcakes/03-Celebration_jakmkt.jpg"
  },
  {
    "id": "4",
    "category": "frutal",
    "name": "lemon drop",
    "price": 100,
    "detail": "Nuestro exclusivo cupcake de vainilla, horneado con ingredientes sin gluten, infundido con nuestra cuajada de limón casera, cubierto con crema de mantequilla de limón y brillantina comestible. ¡Gusto! ¡Pow! ¡mmm! Recuerde que no somos una cocina completamente libre de gluten. Si tiene una intolerancia severa al gluten, lamentablemente le recomendamos que no consuma nuestras magdalenas.",
    "imgUrl": "https://res.cloudinary.com/dystdxfua/image/upload/v1670265415/just%20cupcakes/04-LemonDrop_cedirg.jpg"
  },
  {
    "id": "5",
    "category": "chocolate",
    "name": "better than summer",
    "price": 100,
    "detail": "Nuestro exclusivo cupcake de chocolate está infundido con rico caramelo casero, cubierto con crema batida fresca, trozos de toffee y rociado con delicadas tiras de caramelo y ganache. ¿Mejor que qué? Prácticamente todo lo que se te ocurra.",
    "imgUrl": "https://res.cloudinary.com/dystdxfua/image/upload/v1670265422/just%20cupcakes/05-BetterThanSummer_h0gcbx.jpg"
  },
  {
    "id": "6",
    "category": "chocolate",
    "name": "chocolate peanut butter attack",
    "price": 100,
    "detail": "Nuestro exclusivo cupcake de chocolate infundido con un relleno cremoso de mantequilla de maní y cubierto con crema de mantequilla PB batida y chispas.",
    "imgUrl": "https://res.cloudinary.com/dystdxfua/image/upload/v1670265444/just%20cupcakes/06-ChocolatePeanutButterAttack_wzrkgl.jpg"
  },
  {
    "id": "7",
    "category": "chocolate",
    "name": "obi pretzel kenobi",
    "price": 100,
    "detail": "Nuestro exclusivo cupcake de chocolate está infundido con rico caramelo salado, cubierto con crema de mantequilla de caramelo hecha en casa con leche de pretzel (¡sí, en serio!) y una pizca de sal marina. Está rayado con ganache y cubierto con trocitos de pretzel crujientes. ¡Ayúdame, Obi Pretzel Kenobi, este cupcake es mi única esperanza!",
    "imgUrl": "https://res.cloudinary.com/dystdxfua/image/upload/v1670265456/just%20cupcakes/07-ObiPretzelKenobi_xxqwhi.jpg"
  },
  {
    "id": "8",
    "category": "especial",
    "name": "caramel nut roll",
    "price": 100,
    "detail": "Este pastel de caramelo exclusivo está infundido con relleno de caramelo, cubierto con crema de mantequilla de malvavisco y enrollado en maní triturado. ¡Es un regalo de barra dulce para tu #TBAnyday!",
    "imgUrl": "https://res.cloudinary.com/dystdxfua/image/upload/v1670265463/just%20cupcakes/08-CaramelNutRoll_leosx3.jpg"
  },
  {
    "id": "9",
    "category": "especial",
    "name": "caramel macchiato",
    "price": 100,
    "detail": "Una magdalena de café con un sabor delicado se rellena con un relleno de crema de café, luego se cubre con crema de mantequilla de caramelo salado y una llovizna de caramelo. Los amantes del café nos lo han estado pidiendo, ¡y ahora lo tienes!",
    "imgUrl": "https://res.cloudinary.com/dystdxfua/image/upload/v1670265470/just%20cupcakes/09-CaramelMacchiato_el9bik.jpg"
  },
  {
    "id": "10",
    "category": "especial",
    "name": "white chocolate mocha",
    "price": 150,
    "detail": "Nuestro cupcake moca de chocolate blanco con crema de mantequilla de chocolate blanco y cubierto con un grano de café cubierto de chocolate.",
    "imgUrl": "https://res.cloudinary.com/dystdxfua/image/upload/v1670265480/just%20cupcakes/10-WhiteChocolateMocha_ske4ww.jpg"
  },
  {
    "id": "11",
    "category": "frutal",
    "name": "blueberry pancake",
    "price": 150,
    "detail": "Una magdalena con sabor a panqueque con arándanos doblados en la masa. Cubierto con crema de mantequilla de arce mantecoso y adornado con una pipeta de jarabe de arce para que pueda rociarlo sobre su pila de delicias. Este cupcake sabe a amor y a mañanas de domingo.",
    "imgUrl": "https://res.cloudinary.com/dystdxfua/image/upload/v1670265485/just%20cupcakes/11-BlueberryPancake_rw9ije.jpg"
  },
  {
    "id": "12",
    "category": "chocolate",
    "name": "cherries in the snow",
    "price": 150,
    "detail": "Este cupcake de chocolate profundo y rico tiene un relleno de cereza horneado por dentro. Cubierto con crema batida fresca, una cereza Bada Bing y una capa de purpurina roja comestible. Un poco de tarta, un montón de tentador.",
    "imgUrl": "https://res.cloudinary.com/dystdxfua/image/upload/v1670265494/just%20cupcakes/12-CherriesintheSnow_esrvff.jpg"
  },
  {
    "id": "13",
    "category": "chocolate",
    "name": "randy's chocolate",
    "price": 150,
    "detail": "Nuestro exclusivo cupcake de chocolate está relleno con una tarta y un delicioso relleno de frambuesa, cubierto con crema de mantequilla de frambuesa y una capa de rica ganache de chocolate amargo. Adornado con una frambuesa dulce, este es un placer para los ojos y las papilas gustativas.",
    "imgUrl": "https://res.cloudinary.com/dystdxfua/image/upload/v1670265499/just%20cupcakes/13-Randy_sChocolate_uk5sr2.jpg"
  },
  {
    "id": "14",
    "category": "frutal",
    "name": "pineapple whip",
    "price": 150,
    "detail": "Un pastel de piña completamente nuevo con relleno de piña triturada, cubierto con crema de mantequilla de vainilla y piña y adornado con una rodaja de piña fresca. ¡Pensarás que estás en el parque temático disfrutando de tus delicias batidas favoritas!",
    "imgUrl": "https://res.cloudinary.com/dystdxfua/image/upload/v1670265505/just%20cupcakes/14-PineappleWhip_sferhe.jpg"
  },
  {
    "id": "15",
    "category": "especial",
    "name": "key lime cheesecake",
    "price": 100,
    "detail": "Nuestro cupcake Key Lime descansa sobre una cama de corteza de galleta graham y está relleno con rico cheesecake. Cubierto con una capa de cuajada de lima agridulce, una cucharada de crema batida fresca y espolvoreado con migas de galleta graham.",
    "imgUrl": "https://res.cloudinary.com/dystdxfua/image/upload/v1670265511/just%20cupcakes/15-KeyLimeCheesecake_xwcywf.jpg"
  },
  {
    "id": "16",
    "category": "especial",
    "name": "extreme key lime",
    "price": 150,
    "detail": "Una deliciosa magdalena de lima infundida con dulce y agria cuajada de lima Key, cubierta con rico glaseado de queso crema y adornada con un pequeño dulce de lima. Una combinación encantadora de dulce, agrio y un poco atrevido.",
    "imgUrl": "https://res.cloudinary.com/dystdxfua/image/upload/v1670265515/just%20cupcakes/16-ExtremeKeyLime_rpdmhq.jpg"
  },
  {
    "id": "17",
    "category": "chocolate",
    "name": "german chocolate",
    "price": 150,
    "detail": "Nuestro pastel de chocolate alemán ligero y tierno está cubierto con una salsa rica y pegajosa hecha de nueces picadas, coco tostado y caramelo mantecoso. Adornado con una llovizna de ganache de chocolate, este es un favorito tradicional que no querrá perderse.",
    "imgUrl": "https://res.cloudinary.com/dystdxfua/image/upload/v1670265519/just%20cupcakes/17-GermanChocolate_dxrtth.jpg"
  },
  {
    "id": "18",
    "category": "chocolate",
    "name": "mint to be",
    "price": 150,
    "detail": "Nuestro cupcake de chocolate exclusivo está infundido con ganache de chocolate amargo, cubierto con crema de mantequilla de menta y saltamontes y una galleta con chispas de menta y chocolate amargo horneada en casa. Rociado con ganache y espolvoreado con purpurina y magia. ¡Esta magdalena era perfecta para estar en tu vida!",
    "imgUrl": "https://res.cloudinary.com/dystdxfua/image/upload/v1670265524/just%20cupcakes/18-MintToBe_poazgc.jpg"
  },
  {
    "id": "19",
    "category": "chocolate",
    "name": "nutellya it's delicious",
    "price": 150,
    "detail": "Nuestro exclusivo cupcake de chocolate se lleva al siguiente nivel con un relleno hecho de rica y cremosa Nutella®. Cubra esa bondad decadente con crema de mantequilla de Nutella® batida hecha desde cero y una guarnición de galleta oblea girada, y es una experiencia como nada que haya probado antes. 'Nutelya, es delicioso.",
    "imgUrl": "https://res.cloudinary.com/dystdxfua/image/upload/v1670265529/just%20cupcakes/19-NutellyaItsDelicious_pqufay.jpg"
  }
]
